LOGO_IMG_ID = r"1540737/31f8ea3ee2dfebc273c4" ##Картинка с логотипом
ERROR_IMG_ID = r"1540737/3d4b95c077f29e7f3a04" ##Картинка с ошибкой (на 21.04.2022 - не используется)
DEFAULT_IMG_ID = r"997614/41515ffc745cff8092f3" ##Картинка по умолчанию

##Продукты
category_imgs_id = {
    "грибы": r"213044/9ede3a6d4550c4d10099",
    "колбасы": r"937455/b0eb2a56015631e5d42a",
    "крупы и каши": r"213044/a0dbb0ba9fe346006173",
    "масла и жиры": r"1652229/dd8fa823782bfc239fce",
    "молочные продукты": r"1652229/75ad3b631337eceb0cfc",
    "мука и мучные изделия": r"1652229/0fd2abc555423b4f60b2",
    "хлебобулочные": r"1521359/83db2b564034f917385d",
    "мясные продукты": r"997614/436bb2bc6e203d2157c6",
    "овощи и зелень": r"997614/fd1ef83bb6268b1669c1",
    "орехи и сухофрукты": r"1652229/68aea5b29698917420b3",
    "рыба и морепродукты": r"1533899/60f9e6a660493cf4bc27",
    "снэки": r"1533899/95e3d6099acfa61c5fbc",
    "сыры и творог": r"937455/24e419d86989f97f8ad5",
    "сырье и приправы": r"1521359/881e3b9dfe052adf68ee",
    "фрукты": r"965417/70cf66d194f61b60a3de",
    "ягоды": r"1652229/db1c176871a5736d881f",
    "яйца": r"997614/e7dbd86435ddf6ba58e6",
    "кондитерские изделия и сладости": r"937455/1aaed49a22a9239132a0",
    "мороженое": r"1521359/5dcf0777a0f211d764fb",
    "торты": r"1652229/11c09c559a30150b0808",
    "шоколад": r"937455/c7a25005bb0ecc0585a8",
    "напитки алкогольные": r"965417/b805dacdf0594b6fd073",
    "напитки безалкогольные": r"1030494/d4cfc2cb4bf6963e6439",
    "соки и компоты": r"1030494/ea2c6ebd9d63866baa00",
    "салаты": r"1030494/35c6c3186e511291ff5d",
    "первые блюда": r"1030494/d4ca14806123ad69c4b1",
    "фастфуд": r"1533899/35559d8dcfcdfdc5f25d",
    "японская кухня": r"213044/92290bd9a35d8c1bb0c4",
    "детское питание": r"1652229/e0a6161178595f546c3a",
    "спортивное питание": r"965417/cc3c19efde8f16a30d0b",
}

##Пароль - Логин от почты
EMAIL = "tosenderrors@gmail.com"
PASSWORD = "@qqinfoerrorsqq@"